/* 
   Localizable.strings
   CrashReporterDemo

   Created by Andreas Linde on 04.03.09.
   Copyright 2009 Andreas Linde. All rights reserved.
 */

/* Global strings */

/* For dialogs yes buttons */
"Yes" = "Sí";

/* For dialogs no buttons */
"No" = "No";

/* For dialogs ok buttons */
"OK" = "OK";


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Accidente de los datos encontrados";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "La aplicación se estrelló con anterioridad. ¿Le gustaría ofrecer el promotor de la caída de datos anónimos para que puedan tratar de solucionar el problema?";

/* Alert box button if the users wants to send crash data always automatically */
"Always" = "Siempre";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"Sending" = "Envío…";

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Bug status";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "The bug that caused your problem is already solved and the solution will be included in the next version of %@";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "The bug that caused your problem is already solved and the new version of %@ is waiting for approval by Apple";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "The bug that caused your problem is already solved and the new version of %@ is available. Please update!";
